Repository: OddOmens/Ideaful-Archived
Catalog: Ideaful/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ja, ko, pt, zh_hans

source: Notifications will show when an icon is unlocked
de: Benachrichtigungen werden angezeigt, wenn ein Symbol entsperrt wird
es: Las notificaciones se mostrarán cuando se desbloquee un ícono
fr: Les notifications s'afficheront lorsqu'une icône est déverrouillée
hi: आइकन अनलॉक होने पर सूचनाएं दिखाई जाएंगी
ja: アイコンがアンロックされたときに通知が表示されます
ko: 아이콘이 잠금 해제되면 알림이 표시됩니다
pt: Notificações aparecerão quando um ícone for desbloqueado
zh_hans: 图标解锁时将显示通知

source: On Hold
de: In der Warteschleife
es: En espera
fr: En attente
hi: रुका हुआ
ja: 保留中
ko: 보류
pt: Em Espera
zh_hans: 暂停

source: Planning
de: Planung
es: Planificación
fr: Planification
hi: योजना बना रहे हैं
ja: 計画中
ko: 계획 중
pt: Planejando
zh_hans: 规划中

source: Post-Production
de: Nach Produktion
es: Post-producción
hi: पोस्ट प्रोडक्शन
ja: ポストプロダクション
ko: 포스트 프로덕션
pt: Pós-Produção
zh_hans: 后期制作

source: Pre-Production
de: Vorproduktion
es: Preproducción
fr: Pré-production
hi: पूर्व उत्पादन
ja: プリプロダクション
ko: 프리 프로덕션
pt: Pré-Produção
zh_hans: 前期制作

source: Privacy and Terms
de: Datenschutz und Bedingungen
es: Privacidad y Términos
fr: Confidentialité et Conditions
hi: गोपनीयता और शर्तें
ja: プライバシーと利用規約
ko: 개인정보 보호 및 약관
pt: Privacidade e Termos
zh_hans: 隐私和条款

source: Privacy Policy
de: Datenschutzrichtlinie
es: política de privacidad
fr: politique de confidentialité
hi: गोपनीयता नीति
ja: プライバシーポリシー
ko: 개인정보처리방침
pt: Política de Privacidade
zh_hans: 隐私政策

source: Production
de: Produktion
es: Producción
hi: उत्पादन
ja: 本番
ko: 프로덕션
pt: Produção
zh_hans: 生产

source: Prototyping
de: Prototyp entwickeln
es: Creación de prototipos
fr: Prototypage
hi: प्रोटोटाइप बनाना
ja: プロトタイピング
ko: 프로토타이핑
pt: Prototipagem
zh_hans: 原型制作

source: Quality Control
de: Qualitätskontrolle
es: Control de calidad
fr: Contrôle de qualité
hi: गुणवत्ता नियंत्रण
ja: 品質管理
ko: 품질 관리
pt: Controle de Qualidade
zh_hans: 质量控制

source: Rate Ideaful
de: Bewerten Sie Ideaful
es: Tasa ideal
fr: Taux idéal
hi: Ideaful को रेट करें
ja: Ideafulを評価
ko: Ideaful 평가
pt: Avaliar Ideaful
zh_hans: 评价 Ideaful

source: Released
de: Freigegeben
es: Liberado
fr: Libéré
hi: जारी
ja: リリース済み
ko: 출시됨
pt: Lançado
zh_hans: 已发布

source: Report an issue
de: Ein Problem melden
es: Reportar un problema
fr: Signaler un problème
hi: समस्या की रिपोर्ट करें
ja: 問題を報告
ko: 문제 신고
pt: Relatar um problema
zh_hans: 报告问题

source: Researching
de: Recherchieren
es: investigando
fr: Recherche
hi: शोध कर रहे हैं
ja: 研究中
ko: 연구 중
pt: Pesquisando
zh_hans: 研究中

source: Reviewing
de: Überprüfung
es: Revisando
fr: Révision
hi: समीक्षा
ja: レビュー中
ko: 검토 중
pt: Revisando
zh_hans: 审查中

source: Save
de: Speichern
es: Ahorrar
fr: Sauvegarder
hi: सेव करें
ja: 保存
ko: 저장
pt: Salvar
zh_hans: 保存

source: Select Language
de: Sprache auswählen
es: Seleccione el idioma
fr: Choisir la langue
hi: भाषा चुनें
ja: 言語を選択
ko: 언어 선택
pt: Selecionar Idioma
zh_hans: 选择语言

source: Select Status
de: Status auswählen
es: Seleccionar estado
fr: Sélectionnez le statut
hi: स्थिति चुनें
ja: ステータスを選択
ko: 상태 선택
pt: Selecionar Status
zh_hans: 选择状态

source: Select Theme
de: Thema wählen
es: Seleccione el tema
fr: Sélectionne un thème
hi: थीम चुनें
ja: テーマを選択
ko: 테마 선택
pt: Selecionar Tema
zh_hans: 选择主题

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
ja: 設定
ko: 설정
pt: Configurações
zh_hans: 设置

source: Share a suggestion
de: Einen Vorschlag teilen
es: Comparte una sugerencia
fr: Partager une suggestion
hi: सुझाव साझा करें
ja: 提案を共有
ko: 제안 공유
pt: Compartilhar uma sugestão
zh_hans: 分享建议

source: Short description about your idea.
de: Kurze Beschreibung Ihrer Idee.
es: Breve descripción de tu idea.
fr: Brève description de votre idée.
hi: आपके विचार के बारे में संक्षिप्त विवरण।
ja: あなたのアイデアについての短い説明。
ko: 아이디어에 대한 간단한 설명.
pt: Breve descrição sobre sua ideia.
zh_hans: 关于您想法的简短描述。

source: Show Archived Ideas
de: Archivierte Ideen anzeigen
es: Mostrar ideas archivadas
fr: Afficher les idées archivées
hi: संग्रहीत विचार दिखाएं
ja: アーカイブされたアイデアを表示
ko: 보관된 아이디어 표시
pt: Mostrar Ideias Arquivadas
zh_hans: 显示已存档想法

source: Show Cancelled Ideas
de: Abgesagte Ideen anzeigen
es: Mostrar ideas canceladas
fr: Afficher les idées annulées
hi: रद्द विचार दिखाएं
ja: キャンセルされたアイデアを表示
ko: 취소된 아이디어 표시
pt: Mostrar Ideias Canceladas
zh_hans: 显示已取消想法

source: Show Completed Ideas
de: Abgeschlossene Ideen anzeigen
es: Mostrar ideas completadas
fr: Afficher les idées terminées
hi: पूर्ण विचार दिखाएं
ja: 完了したアイデアを表示
ko: 완료된 아이디어 표시
pt: Mostrar Ideias Concluídas
zh_hans: 显示已完成想法

source: Show Dashboard Description
de: Dashboard-Beschreibung anzeigen
es: Mostrar descripción del panel
fr: Afficher la description du tableau de bord
hi: डैशबोर्ड विवरण दिखाएं
ja: ダッシュボードの説明を表示
ko: 대시보드 설명 표시
pt: Mostrar Descrição do Painel
zh_hans: 显示仪表板描述

source: Show Short Desc Field
de: Feld „Kurzbeschreibung anzeigen“
es: Mostrar campo de descripción breve
fr: Afficher le champ de description courte
hi: छोटा विवरण फ़ील्ड दिखाएं
ja: 短い説明フィールドを表示
ko: 짧은 설명 필드 표시
pt: Mostrar Campo de Descrição Curta
zh_hans: 显示简短描述字段

source: Show Task Count (Dashboard)
de: Aufgabenanzahl anzeigen (Dashboard)
es: Mostrar recuento de tareas (panel de control)
fr: Afficher le nombre de tâches (tableau de bord)
hi: कार्य गिनती दिखाएं (डैशबोर्ड)
ja: タスク数を表示（ダッシュボード）
ko: 작업 수 표시 (대시보드)
pt: Mostrar Contagem de Tarefas (Painel)
zh_hans: 显示任务计数（仪表板）

source: Show Task Count (Ideas)
de: Aufgabenanzahl anzeigen (Ideen)
es: Mostrar recuento de tareas (Ideas)
fr: Afficher le nombre de tâches (idées)
hi: कार्य गिनती दिखाएं (विचार)
ja: タスク数を表示（アイデア）
ko: 작업 수 표시 (아이디어)
pt: Mostrar Contagem de Tarefas (Ideias)
zh_hans: 显示任务计数（想法）

source: Standard light theme.
de: Standard-Lichtdesign.
es: Tema de luz estándar.
fr: Thème de lumière standard.
hi: मानक हल्का थीम।
ja: 標準のライトテーマ。
ko: 표준 밝은 테마.
pt: Tema claro padrão.
zh_hans: 标准浅色主题。

source: Started
de: Gestartet
es: Comenzó
fr: Commencé
hi: शुरू हो गया
ja: 開始済み
ko: 시작됨
pt: Iniciado
zh_hans: 已开始

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
hi: आंकड़े
ja: 統計
ko: 통계
pt: Estatísticas
zh_hans: 统计

source: Statuses
de: Status
es: Estados
fr: Statuts
hi: स्थितियां
ja: ステータス
ko: 상태
pt: Status
zh_hans: 状态

source: Support The Developer Development
de: Unterstützen Sie die Entwicklung von The Developer
es: Apoye el desarrollo de The Developer
fr: Soutenir le développement d’The Developer
hi: The Developer विकास का समर्थन करें
ja: The Developerの開発をサポート
ko: The Developer 개발 지원
pt: Apoiar o Desenvolvimento da The Developer
zh_hans: 支持 The Developer 开发

source: Task count on dashboard for all tasks
de: Aufgabenanzahl auf dem Dashboard für alle Aufgaben
es: Recuento de tareas en el panel para todas las tareas
fr: Nombre de tâches sur le tableau de bord pour toutes les tâches
hi: सभी कार्यों के लिए डैशबोर्ड पर कार्य गिनती
ja: すべてのタスクのダッシュボード上のタスク数
ko: 모든 작업에 대한 대시보드의 작업 수
pt: Contagem de tarefas no painel para todas as tarefas
zh_hans: 仪表板上所有任务的任务计数

source: Task count on idea view
de: Aufgabenanzahl in der Ideenansicht
es: Recuento de tareas en la vista de ideas
fr: Nombre de tâches sur la vue des idées
hi: विचार दृश्य पर कार्य गिनती
ja: アイデアビューのタスク数
ko: 아이디어 보기의 작업 수
pt: Contagem de tarefas na visualização de ideias
zh_hans: 想法视图上的任务计数

source: Task Dashboard
de: Aufgaben-Dashboard
es: Panel de tareas
fr: Tableau de bord des tâches
hi: कार्य डैशबोर्ड
ja: タスクダッシュボード
ko: 작업 대시보드
pt: Painel de Tarefas
zh_hans: 任务仪表板

source: Task Due Dates
de: Fälligkeitsdaten für Aufgaben
es: Fechas de vencimiento de las tareas
fr: Dates d'échéance des tâches
hi: कार्य नियत तारीखें
ja: タスクの期限
ko: 작업 마감일
pt: Datas de Vencimento das Tarefas
zh_hans: 任务到期日期

source: Task feature and UI will be shown
de: Aufgabenfunktion und Benutzeroberfläche werden angezeigt
es: Se mostrarán la función de tarea y la interfaz de usuario.
fr: La fonctionnalité de tâche et l'interface utilisateur seront affichées
hi: कार्य सुविधा और UI दिखाया जाएगा
ja: タスク機能とUIが表示されます
ko: 작업 기능 및 UI가 표시됩니다
pt: O recurso de tarefa e a interface serão mostrados
zh_hans: 将显示任务功能和界面

source: Task Reminders
de: Aufgabenerinnerungen
es: Recordatorios de tareas
fr: Rappels de tâches
hi: कार्य अनुस्मारक
ja: タスクリマインダー
ko: 작업 알림
pt: Lembretes de Tarefas
zh_hans: 任务提醒

source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
hi: कार्य
ja: タスク
ko: 작업
pt: Tarefas
zh_hans: 任务

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
hi: सेवा की शर्तें
ja: 利用規約
ko: 서비스 약관
pt: Termos de Serviço
zh_hans: 服务条款

source: Testing
de: Testen
es: Pruebas
fr: Essai
hi: परीक्षण
ja: テスト中
ko: 테스트 중
pt: Testando
zh_hans: 测试中

source: The Idea
de: Die Idee
es: La idea
fr: L'idée
hi: विचार
ja: アイデア
ko: 아이디어
pt: A Ideia
zh_hans: 这个想法

source: This code didn't seem to do anything
de: Dieser Code schien nichts zu bewirken
es: Este código no pareció hacer nada.
fr: Ce code ne semble rien faire
hi: यह कोड कुछ भी नहीं करता लग रहा था
ja: このコードは何もしなかったようです
ko: 이 코드는 아무것도 하지 않는 것 같았습니다
pt: Este código não pareceu fazer nada
zh_hans: 这个代码似乎没有做任何事情

source: This status is currently being used by one or more ideas. It cannot be toggled off.
de: Dieser Status wird derzeit von einer oder mehreren Ideen verwendet. Er kann nicht deaktiviert werden.
es: Este estado está siendo utilizado actualmente por una o más ideas. No se puede desactivar.
fr: Ce statut est actuellement utilisé par une ou plusieurs idées. Il ne peut pas être désactivé.
hi: यह स्थिति वर्तमान में एक या अधिक विचारों द्वारा उपयोग की जा रही है। इसे बंद नहीं किया जा सकता।
ja: このステータスは現在1つ以上のアイデアで使用されています。オフにできません。
ko: 이 상태는 현재 하나 이상의 아이디어에서 사용 중입니다. 끌 수 없습니다.
pt: Este status está atualmente sendo usado por uma ou mais ideias. Não pode ser desabilitado.
zh_hans: 此状态当前正在被一个或多个想法使用。无法关闭。

source: Title
de: Titel
es: Título
fr: Titre
hi: शीर्षक
ja: タイトル
ko: 제목
pt: Título
zh_hans: 标题

source: Toggle different status options
de: Umschalten zwischen verschiedenen Statusoptionen
es: Alternar diferentes opciones de estado
fr: Basculer différentes options de statut
hi: विभिन्न स्थिति विकल्प टॉगल करें
ja: さまざまなステータスオプションを切り替え
ko: 다른 상태 옵션 토글
pt: Alternar diferentes opções de status
zh_hans: 切换不同的状态选项

source: Toggle Statuses
de: Status umschalten
es: Alternar estados
fr: Basculer les statuts
hi: स्थिति टॉगल करें
ja: ステータスを切り替え
ko: 상태 토글
pt: Alternar Status
zh_hans: 切换状态

source: Toggle to enable or disable tasks.
de: Umschalten, um Aufgaben zu aktivieren oder zu deaktivieren.
es: Alternar para habilitar o deshabilitar tareas.
fr: Basculez pour activer ou désactiver les tâches.
hi: कार्यों को सक्षम या अक्षम करने के लिए टॉगल करें।
ja: タスクを有効または無効にするための切り替え。
ko: 작업을 활성화하거나 비활성화하려면 토글하세요.
pt: Alternar para habilitar ou desabilitar tarefas.
zh_hans: 切换以启用或禁用任务。

source: Total Ideas Cancelled:
de: Gesamtzahl der abgesagten Ideen:
es: Total de ideas canceladas:
fr: Nombre total d'idées annulées:
hi: कुल रद्द विचार:
ja: キャンセルされたアイデア総数：
ko: 취소된 총 아이디어 수:
pt: Total de Ideias Canceladas:
zh_hans: 取消的总想法数：

source: Total Ideas Completed:
de: Gesamtzahl der umgesetzten Ideen:
es: Total de ideas completadas:
fr: Total des idées réalisées:
hi: कुल पूर्ण विचार:
ja: 完了したアイデア総数：
ko: 완료된 총 아이디어 수:
pt: Total de Ideias Concluídas:
zh_hans: 完成的总想法数：

source: Total Ideas Created:
de: Insgesamt erstellte Ideen:
es: Total de ideas creadas:
fr: Nombre total d'idées créées:
hi: कुल बनाए गए विचार:
ja: 作成されたアイデア総数：
ko: 생성된 총 아이디어 수:
pt: Total de Ideias Criadas:
zh_hans: 创建的总想法数：

source: Total Ideas Deleted:
de: Gesamtzahl gelöschter Ideen:
es: Total de ideas eliminadas:
fr: Nombre total d'idées supprimées:
hi: कुल हटाए गए विचार:
ja: 削除されたアイデア総数：
ko: 삭제된 총 아이디어 수:
pt: Total de Ideias Excluídas:
zh_hans: 删除的总想法数：

source: Total Tasks Completed:
de: Insgesamt abgeschlossene Aufgaben:
es: Total de tareas completadas:
fr: Total des tâches terminées:
hi: कुल पूर्ण कार्य:
ja: 完了したタスク総数：
ko: 완료된 총 작업 수:
pt: Total de Tarefas Concluídas:
zh_hans: 完成的总任务数：

source: Total Tasks Created:
de: Insgesamt erstellte Aufgaben:
es: Total de tareas creadas:
fr: Total des tâches créées:
hi: कुल बनाए गए कार्य:
ja: 作成されたタスク総数：
ko: 생성된 총 작업 수:
pt: Total de Tarefas Criadas:
zh_hans: 创建的总任务数：

source: Total Tasks Deleted:
de: Gesamtzahl gelöschter Aufgaben:
es: Total de tareas eliminadas:
fr: Total des tâches supprimées:
hi: कुल हटाए गए कार्य:
ja: 削除されたタスク総数：
ko: 삭제된 총 작업 수:
pt: Total de Tarefas Excluídas:
zh_hans: 删除的总任务数：

source: Total Tasks Uncompleted:
de: Gesamtzahl nicht abgeschlossener Aufgaben:
es: Total de tareas incompletas:
fr: Total des tâches non terminées:
hi: कुल अधूरे कार्य:
ja: 未完了のタスク総数：
ko: 미완료된 총 작업 수:
pt: Total de Tarefas Incompletas:
zh_hans: 未完成的总任务数：

source: Unassigned
de: Nicht zugewiesen
es: No asignado
fr: Non attribué
hi: असाइन नहीं
ja: 未割り当て
ko: 할당되지 않음
pt: Não Atribuído
zh_hans: 未分配

source: Uncompleted
de: Unvollendet
es: Incompleto
fr: Inachevé
hi: अधूरा
ja: 未完了
ko: 미완료
pt: Incompleto
zh_hans: 未完成

# UnlockHint_Bright
source: Create ten ideas
de: Zehn Ideen entwickeln
es: Crea diez ideas
fr: Créez dix idées
hi: दस विचार बनाएं
ja: 10個のアイデアを作成
ko: 10개의 아이디어 만들기
pt: Criar dez ideias
zh_hans: 创建十个想法

# UnlockHint_Bubblegum
source: Delete an idea
de: Löschen einer Idee
es: Eliminar una idea
fr: Supprimer une idée
hi: एक विचार हटाएं
ja: アイデアを削除
ko: 아이디어 하나 삭제
pt: Excluir uma ideia
zh_hans: 删除一个想法

# UnlockHint_Chromatic
source: Create five ideas
de: Entwickeln Sie fünf Ideen
es: Crea cinco ideas
fr: Créez cinq idées
hi: पांच विचार बनाएं
ja: 5個のアイデアを作成
ko: 5개의 아이디어 만들기
pt: Criar cinco ideias
zh_hans: 创建五个想法

# UnlockHint_DarkGradient
source: Create your first note
de: Erstellen Sie Ihre erste Notiz
es: Crea tu primera nota
fr: Créez votre première note
hi: अपना पहला नोट बनाएं
ja: 最初のメモを作成
ko: 첫 번째 메모 만들기
pt: Criar sua primeira nota
zh_hans: 创建您的第一个笔记

# UnlockHint_Debug
source: Hidden Unlock Code
de: Versteckter Freischaltcode
es: Código de desbloqueo oculto
fr: Code de déverrouillage caché
hi: छिपा हुआ अनलॉक कोड
ja: 隠しアンロックコード
ko: 숨겨진 잠금 해제 코드
pt: Código de Desbloqueio Oculto
zh_hans: 隐藏解锁代码

# UnlockHint_Default3D
source: Create three ideas
de: Entwickeln Sie drei Ideen
es: Crea tres ideas
fr: Créez trois idées
hi: तीन विचार बनाएं
ja: 3個のアイデアを作成
ko: 3개의 아이디어 만들기
pt: Criar três ideias
zh_hans: 创建三个想法

# UnlockHint_GlowStick
source: Create fifty tasks
de: Erstellen Sie fünfzig Aufgaben
es: Crea cincuenta tareas
fr: Créez cinquante tâches
hi: पचास कार्य बनाएं
ja: 50個のタスクを作成
ko: 50개의 작업 만들기
pt: Criar cinquenta tarefas
zh_hans: 创建五十个任务

# UnlockHint_Ominous
source: This is pretty ominous
de: Das ist ziemlich bedrohlich
es: Esto es bastante siniestro
fr: C'est assez inquiétant
hi: यह काफी अशुभ है
ja: これはかなり不吉だ
ko: 이건 꽤 불길해
pt: Isso é bem ominoso
zh_hans: 这非常不祥

# UnlockHint_Pencil
source: Create five notes
de: Erstellen Sie fünf Notizen
es: Crea cinco notas
fr: Créer cinq notes
hi: पांच नोट्स बनाएं
ja: 5個のメモを作成
ko: 5개의 메모 만들기
pt: Criar cinco notas
zh_hans: 创建五个笔记

# UnlockHint_TheMoon
source: How do I get to the moon?
de: Wie komme ich zum Mond?
es: ¿Cómo llego a la luna?
fr: Comment aller sur la lune ?
hi: मैं चांद पर कैसे पहुंचूं?
ja: 月にはどうやって行くのですか？
ko: 달에 어떻게 가나요?
pt: Como eu chego à lua?
zh_hans: 我如何到达月球？

# UnlockHint_Yarn
source: Just keep kitting
de: Machen Sie einfach weiter mit dem Kitten
es: Sólo sigue kiteando
fr: Continuez simplement à vous équiper
hi: बुनना जारी रखें
ja: 編み続ける
ko: 계속 뜨개질하기
pt: Continue tricotando
zh_hans: 继续编织

source: Unlocking Achievements
de: Erfolge freischalten
es: Desbloqueo de logros
fr: Débloquer des succès
hi: उपलब्धियां अनलॉक करना
ja: 実績のアンロック
ko: 업적 잠금 해제
pt: Desbloqueando Conquistas
zh_hans: 解锁成就

source: Unlocking Icons
de: Symbole freischalten
es: Desbloquear iconos
fr: Icônes de déverrouillage
hi: आइकन अनलॉक करना
ja: アイコンのアンロック
ko: 아이콘 잠금 해제
pt: Desbloqueando Ícones
zh_hans: 解锁图标

source: Use system's light or dark setting.
de: Verwenden Sie die Hell- oder Dunkeleinstellung des Systems.
es: Utilice la configuración clara u oscura del sistema.
fr: Utilisez le paramètre clair ou sombre du système.
hi: सिस्टम की हल्की या गहरी सेटिंग का उपयोग करें।
ja: システムの明るいまたは暗い設定を使用します。
ko: 시스템의 밝은 또는 어두운 설정을 사용합니다.
pt: Use a configuração clara ou escura do sistema.
zh_hans: 使用系统的浅色或深色设置。

source: Version
de: Ausführung
es: Versión
hi: संस्करण
ja: バージョン
ko: 버전
pt: Versão
zh_hans: 版本

# AppIcon_Winter_Name
source: Winter
es: Invierno
fr: Hiver
hi: सर्दी
ja: 冬
ko: 겨울
pt: Inverno
zh_hans: 冬

source: Status
es: Estado
fr: Statut
hi: स्थिति
ja: ステータス
ko: 상태
zh_hans: 状态

source: System
es: Sistema
fr: Système
hi: सिस्टम
ja: システム
ko: 시스템
pt: Sistema
zh_hans: 系统

source: Marketing
fr: Commercialisation
hi: मार्केटिंग
ja: マーケティング
ko: 마케팅
zh_hans: 营销
